Italiano (Italian)
Info=ZIP Plugin for oMega|ITA|1252|Donato G. Tiralongo

1=ZIP Plugin
2=[fB +2;%0:s]\n[fB +2;per oMega Commander]\nVersione: [fB;%1:s.%2:d] (svil. [fB;%3:d])%4:s\n\nCopyright (c) %5:d-%6:d\n%7:s\n<Cursor=21;URL=http://%8:s>[fAccentBlue;%9:s]
3=Attenzione! Alcuni file hanno nomi Unicode!\nNon tutti i programmi supportano tali nomi in ZIP-file.
4=Attenzione! Alcuni nomi di file hanno caratteri non-ASCII (codice> 127) o nomi Unicode!\nQuesti nomi sono visualizzati in modo diverso per le diverse pagine di codice,\no non tutti i programmi supportano i nomi Unicode in ZIP-file.
5=Seleziona un metodo di memorizzazione dei nomi dei file:
6=[fB +2;Salvataggio dei nomi Unicode:]\n(Alcuni programmi non supportano nomi Unicode in ZIP\no non supportano uno dei metodi memorizzazione)
7=Chiedi all'utente di salvare i nomi Unicode
8=Applica il metodo di salvataggio per:
9=per i nomi dei file con Unicode
10=per i nomi di file con caratteri non-ASCII (codice maggiore di 127)
11=per tutti i nomi di file
12=Metodo di memorizzazione dei nomi Unicode:
13=come Unicode UTF-8
14=come Unicode UTF-8 con campi aggiuntivi
15=Caratteri Unicode come il simbolo "?"
16=Caratteri Unicode come il simbolo "_"
17=Caratteri Unicode come il simbolo "-"
18=Non chiedermelo più\n(è possibile modificare le impostazioni nelle proprietà del plugin)
30=Warning!\n\nLa dimensione totale dei file compressi è: [fB;%.1f GB] (superiore ai 4 GB).\nNon tutti i programmi supportano grossi file ZIP.\n\nContinuo con la compressione?
50=File "%s" ,\nerrore di salvataggio!
